---
kind: enumMember
id: F:Autodesk.Revit.DB.BackClippingParam.ClipNoLine
enum: Autodesk.Revit.DB.BackClippingParam
source: html/6ab9354f-8dbb-2f17-68d0-8de124e28125.htm
---
# Autodesk.Revit.DB.BackClippingParam.ClipNoLine

Clip without line.